[en]
cap_chk_upd=Please Check For Updates
cap_new_upd=New Updates found
col_cat=Category
col_date=Date
col_kb=KB Article
col_site=Size
col_stat=State
col_title=Title
err_admin=Required privileges are not available
err_busy=Another operation is already in progress
err_dl=Download failed
err_file=Required file(s) could not be found
err_inst=Installation failed
err_int=Internal error
err_no_sel=No selected updates or no updates eligible for the operation
lbl_ac_day=Search for updates every day
lbl_ac_month=Search for updates every month
lbl_ac_no=No auto search for updates
lbl_ac_week=Search for updates once a week
lbl_au=Auto Update
lbl_au_def=Automatic Update (default)
lbl_au_dissable=Disable Update Facilitators
lbl_au_dl=Download Only
lbl_au_notify=Notification Only
lbl_au_off=Disable Automatic Update
lbl_au_time=Scheduled Installation
lbl_auto=Run in background
lbl_block_ms=Block Access to WU Servers
lbl_block_upd=Hidden Updates ({0})
lbl_dl=Download wsusscn2.cab
lbl_drv=Include Drivers
lbl_fnd_upd=Windows Update ({0})
lbl_hide=Hide WU Settings Page
lbl_inst_upd=Installed Updates ({0})
lbl_man='Manual' Download/Install
lbl_ms=Register Microsoft Update
lbl_off=Offline Mode
lbl_old=Include superseded
lbl_old_upd=Update History ({0})
lbl_opt=Options
lbl_start=Startup
lbl_store=Disable Store Auto Update
lbl_support=Support Url
lbl_search=Search filter:
lbl_uac=Always run as Administrator
menu_about=&About
menu_exit=E&xit
menu_refresh=&Refresh
menu_tools=&Tools
menu_wuau=Windows Update Service
msg_admin_dl=Administrator privileges are required in order to download updates using windows update services. Use 'Manual' download instead.
msg_admin_inst=Administrator privileges are required in order to install updates.
msg_admin_rem=Administrator privileges are required in order to remove updates.
msg_admin_req=The {0} requires Administrator privileges in order to install updates
msg_chk_upd={0} couldn't check for updates for {1} days, please check for updates manually and resolve possible issues
msg_dl_done=Updates downloaded to {0}, ready to be installed by the user.
msg_dl_err=Updates downloaded to {0}, some updates failed to download.
msg_err={0} failed: {1}.
msg_gpo=Your version of Windows does not respect the standard GPO's, to keep automatic Windows updates blocked, update facilitation services must be disabled.
msg_inst_done=Updates successfully installed, however, a reboot is required.
msg_inst_err=Installation of some Updates has failed, also a reboot is required.
msg_new_upd={0} has found {1} new updates, please review the updates and install them
msg_ro_wrk_dir=Can't write to working directory: {0}
msg_running=Application is already running.
msg_tool_err=Failed to start tool
msg_wuau=Windows Update Service is not available, try to start it?
op_cancel=Cancelling Operation
op_check=Checking for Updates
op_dl=Downloading Updates
op_inst=Installing Updates
op_prep=Preparing Check
op_rem=Removing Updates
op_unk=Unknown Operation
stat_abbort=Aborted
stat_beta=Beta
stat_block=Hidden
stat_dl=Downloaded
stat_excl=Exclusive
stat_failed=Failed
stat_in_prog=In Progress
stat_install=Installed
stat_mand=Mandatory
stat_not_start=Not Started
stat_pending=Pending
stat_reboot=Needs Reboot
stat_rem=Removable
stat_sel=(!)
stat_success=Succeeded
stat_success_2=Succeeded with Errors
tip_cancel=Cancel
tip_dl=Download
tip_hide=Hide
tip_inst=Install
tip_lnk=Get Links
tip_rem=Uninstall
tip_search=Search
msg_disable_au=For the new configuration to fully take effect a reboot is required.
lbl_group=Group Updates
lbl_all=Select All
lbl_patreon=Support WuMgr on Patreon
lbl_github=Visit WuMgr on GitHub

[de]
cap_chk_upd=Bitte suchen Sie nach Updates
cap_new_upd=Neue Updates gefunden
col_cat=Kategorie
col_date=Datum
col_kb=KB Artikel
col_site=Größe
col_stat=Status
col_title=Name
err_admin=Benötigte Rechte fehlen
err_busy=Ein anderer Vorgang ist bereits im Gange
err_dl=Download fehlgeschlagen
err_file=Benötigte Datei(en) nicht vorhanden
err_inst=Installation fehlgeschlagen
err_int=Interner Fehler
err_no_sel=Keine Updates ausgewählt oder Updates für die gewählte Operation ungeeignet
lbl_ac_day=Suche nach Update jeden Tag
lbl_ac_month=Suche nach Updates jeden Monat
lbl_ac_no=Keine automatische Suche nach Updates
lbl_ac_week=Suche nach Updates jede Woche
lbl_au=Auto-Updates
lbl_au_def=Automatisches Update
lbl_au_dissable=Update-Dienste blockieren
lbl_au_dl=Nur Download
lbl_au_notify=Nur Benachrichtigung
lbl_au_off=Keine automatischen Updates
lbl_au_time=Installieren nach Zeitplan
lbl_auto=Ausführen im Hintergrund
lbl_block_ms=WU-Server aussperren
lbl_block_upd=Versteckte Updates ({0})
lbl_dl=Download wsusscn2.cab
lbl_drv=Treiber-Updates suchen
lbl_fnd_upd=Windows Update ({0})
lbl_hide=Verstecke WU-Einstellungen
lbl_inst_upd=Installierte Updates ({0})
lbl_man='Manueller' Download/Installation
lbl_ms=Microsoft Update einrichten
lbl_off=Offline-Modus
lbl_old=Überholte Updates anzeigen
lbl_old_upd=Update-Verlauf ({0})
lbl_opt=Optionen
lbl_start=Start
lbl_store=Deaktiviere App-Autoupdate
lbl_support=Support-URL
lbl_search=Suchfilter:
lbl_uac=Starte immer als Administrator
menu_about=&Infos
menu_exit=Be&enden
menu_refresh=&Neu laden
menu_tools=&Werkzeuge
menu_wuau=Windows Update-Dienst
msg_admin_dl=Es werden Administratorrechte benötigt, um Updates mit Hilfe des Windows Update-Dienstes herunter zu laden. Benutzen Sie stattdessen den 'Manuellen' Download-Modus.
msg_admin_inst=Es werden Administratorrechte benötigt, um Updates installieren zu können!
msg_admin_rem=Es werden Administratorrechte benötigt, um Updates entfernen zu können!
msg_admin_req=Der {0} benötigt Administratorrechte, um Updates installieren zu können!
msg_chk_upd={0} konnte in den letzten {1} Tagen nicht nach Updates suchen, bitte suchen Sie manuell nach Updates und beheben sie etwaige Fehler.
msg_dl_done=Updates heruntergeladen nach {0}, sie sind bereit zur Installation.
msg_dl_err=Updates heruntergeladen nach {0}, einige Downloads sind fehlgeschlagen.
msg_err={0} fehlgeschlagen, Grund: {1}.
msg_gpo=Ihre Version von Windows ignoriert einige Gruppen-Richtlinien. Um automatische Updates weiterhin zu verhindern, müssen die Update-Dienste blockiert werden.
msg_inst_done=Updates erfolgreich installiert, jedoch ist ein Neustart erforderlich.
msg_inst_err=Installation einiger Updates ist fehlgeschlagen, zudem ist ein Neustart erforderlich.
msg_new_upd={0} hat {1} neue Updates gefunden, bitte prüfen sie die neuen Updates und installieren Sie sie.
msg_ro_wrk_dir=Es kann nicht in das Arbeitsverzeichnis geschrieben werden: {0}
msg_running=Die Anwendung läuft bereits
msg_tool_err=Das Werkzeug konnte nicht gestartet werden.
msg_wuau=Der Windows Update-Dienst läuft nicht, soll er gestartet werden?
op_cancel=Vorgang wird abgebrochen
op_check=Suchen nach Updates
op_dl=Herunterladen von Updates
op_inst=Installation der Updates
op_prep=Suche wird vorbereitet
op_rem=Updates werden entfernt
op_unk=Unbekannter Vorgang
stat_abbort=Abgebrochen
stat_beta=Beta
stat_block=Versteckt
stat_dl=Heruntergeladen
stat_excl=Exklusiv
stat_failed=Fehlgeschlagen
stat_in_prog=wird installiert
stat_install=Installiert
stat_mand=Erforderlich
stat_not_start=Nicht gestartet
stat_pending=Wartend
stat_reboot=benötigt Neustart
stat_rem=Entfernbar
stat_sel=(!)
stat_success=Erfolgreich
stat_success_2=Erfolgreich trotz Fehlern
tip_cancel=Abbrechen
tip_dl=Herunterladen
tip_hide=Verstecken
tip_inst=Installieren
tip_lnk=Kopiere Verknüpfungen
tip_rem=Entfernen
tip_search=Suchen
msg_disable_au=Damit die neuen Einstellungen wirksam werden ist ein Neustart erforderlich.
lbl_group=Updates Gruppieren
lbl_all=Alle auswählen
lbl_patreon=Unterstützen Sie WuMgr auf Patreon
lbl_github=Besuchen Sie WuMgr auf GitHub

[fr]
by=French By Leo
cap_chk_upd=Veuillez vérifier les mises à jour
cap_new_upd=Nouvelles mises à jour trouvées
col_cat=Catégorie
col_date=Date
col_kb=Article KB
col_site=Taille
col_stat=Etat
col_title=Titre
err_admin=Les privilèges requis ne sont pas disponibles
err_busy=Une autre opération est déjà en cours
err_dl=Échec du téléchargement
err_file=Fichier(s) requis introuvable
err_inst=L'installation a échoué
err_int=Erreur interne
err_no_sel=Aucune mise à jour sélectionnée ou aucune mise à jour éligible pour l'opération
lbl_ac_day=Rechercher MAJ tous les jours
lbl_ac_month=Rechercher MAJ tous les mois
lbl_ac_no=Pas de recherche auto MAJ
lbl_ac_week=Rechercher MAJ une fois par semaine
lbl_au=Mise à jour Auto
lbl_au_def=Mise à jour automatique (défaut)
lbl_au_dissable=Désactiver les facilitateurs de mise à jour
lbl_au_dl=Télécharger Seulement
lbl_au_notify=Notification Seulement
lbl_au_off=Désactiver MAJ automatique
lbl_au_time=Installation Programmée
lbl_auto=Démarrage en arrière-plan
lbl_block_ms=Bloquer accès Serveurs WU
lbl_block_upd=Mises à jour cachées ({0})
lbl_dl=Télécharger wsusscn2.cab
lbl_drv=Inclure les pilotes
lbl_fnd_upd=Windows Update ({0})
lbl_hide=Masquer paramètres WU (Win)
lbl_inst_upd=Mises à jour installées ({0})
lbl_man='Manuel' Télécharger/Installer
lbl_ms=Enregistrer Microsoft Update
lbl_off=Mode Hors-ligne
lbl_old=Inclure remplacés
lbl_old_upd=Historique de mise à jour ({0})
lbl_opt=Options
lbl_start=Démarrage
lbl_store=Désactiver MAJ auto du magasin
lbl_support=URL de support
lbl_search=Filtre de recherche:
lbl_uac=Toujours exécuter en Admin
menu_about=&A propos
menu_exit=E&xit
menu_refresh=&Rafraîchir
menu_tools=Ou&tils
menu_wuau=Service Windows Update
msg_admin_dl=Des privilèges d'administrateur sont requis pour télécharger des mises à jour depuis le service Windows Update. Veuillez plutôt utilisez le téléchargement "Manuel".
msg_admin_inst=Les privilèges d'administrateur sont requis pour installer les mises à jour.
msg_admin_rem=Des privilèges d'administrateur sont requis pour supprimer les mises à jour.
msg_admin_req=Le {0} nécessite des privilèges d’administrateur afin d'installer les mises à jour.
msg_chk_upd={0} n'a pas pu vérifier les mises à jour pendant {1} jours, veuillez vérifier manuellement les mises à jour et résoudre les problèmes éventuels
msg_dl_done=Mises à jour téléchargées sur {0}, prêtes à être installées par l'utilisateur.
msg_dl_err=Mises à jour téléchargées sur {0}, le téléchargement de certaines mises à jour a échoué.
msg_err={0} échoué: {1}.
msg_gpo=Votre version de Windows ne respecte pas les GPO'S standard, pour que les mises à jour automatiques de Windows restent bloquées, vous devez désactiver les services de facilitation de mise à jour.
msg_inst_done=Mises à jour installées avec succès, cependant, un redémarrage est requis.
msg_inst_err=L'installation de certaines mises à jour a échoué, un redémarrage est également requis.
msg_new_upd={0} a trouvé {1} nouvelles mises à jour, veuillez consulter les mises à jour et les installer
msg_ro_wrk_dir=Impossible d'écrire dans le répertoire de travail: {0}
msg_running=L'application est déjà en cours d'exécution.
msg_tool_err=Impossible de démarrer l'outil
msg_wuau=Le service Windows Update n'est pas disponible,essayez de le démarrer ?
op_cancel=Annulation de l'opération
op_check=Vérification des mises à jour
op_dl=Téléchargement des mises à jour
op_inst=Installation de mises à jour
op_prep=Préparer la vérification
op_rem=Supprimer les mises à jour
op_unk=Opération Inconnue
stat_abbort=annulé
stat_beta=Beta
stat_block=Caché
stat_dl=Téléchargé
stat_excl=Exclusif
stat_failed=Échoué
stat_in_prog=En cours
stat_install=Installée
stat_mand=Obligatoire
stat_not_start=Pas démarré
stat_pending=en attente
stat_reboot=A besoin d'un redémarrage
stat_rem=Amovible
stat_sel=(!)
stat_success=Réussi
stat_success_2=Réussi avec des erreurs
tip_cancel=Annuler
tip_dl=Télécharger
tip_hide=Cacher
tip_inst=Installer
tip_lnk=Obtenir des liens
tip_rem=Désinstaller
tip_search=Rechercher
msg_disable_au=Pour que la nouvelle configuration prenne pleinement effet, un redémarrage est requis.
lbl_group=Group Updates
lbl_all=Select All
lbl_patreon=Support WuMgr on Patreon
lbl_github=Visit WuMgr on GitHub

[ja]
cap_chk_upd=更新を確認してください
cap_new_upd=新しい更新が見つかりました
col_cat=カテゴリ
col_date=日付
col_kb=KB 番号
col_site=サイズ
col_stat=状態
col_title=名前
err_admin=要求された権限は許可されません
err_busy=要求された操作は既に進行中です
err_dl=ダウンロードに失敗しました
err_file=必要なファイルが見つかりませんでした
err_inst=インストールに失敗しました
err_int=内部エラー
err_no_sel=選択された更新や、操作対象となる更新はありません
lbl_ac_day=更新を確認する (毎日)
lbl_ac_month=更新を確認する (毎月)
lbl_ac_no=更新を自動で確認しない
lbl_ac_week=更新を確認する (毎週)
lbl_au=自動更新
lbl_au_def=自動更新を有効 (デフォルト)
lbl_au_dissable=更新促進サービス無効化
lbl_au_dl=インストールを通知
lbl_au_notify=ダウンロードとインストールを通知
lbl_au_off=自動更新を無効
lbl_au_time=日時を指定してインストール
lbl_auto=バックグラウンドで実行
lbl_block_ms=WU サーバーへの接続をブロック
lbl_block_upd=非表示: {0} 件
lbl_dl=wsusscn2.cab を自動取得
lbl_drv=ドライバーの更新を含める
lbl_fnd_upd=未インストール: {0} 件
lbl_hide=Windows の設定から隠す
lbl_inst_upd=インストール済み: {0} 件
lbl_man=手動ダウンロード/インストール
lbl_ms=Microsoft Update を登録
lbl_off=オフライン モードを使用
lbl_old=置き換え前の更新を含める
lbl_old_upd=更新履歴: {0} 件
lbl_opt=オプション
lbl_start=起動時の設定
lbl_store=ストアの自動更新を無効化
lbl_support=サポート URL
lbl_search=検索フィルター:
lbl_uac=常に管理者として実行
menu_about=バージョン情報(&A)
menu_exit=終了(&X)
menu_refresh=リフレッシュ(&R)
menu_tools=ツール(&T)
menu_wuau=Windows Update サービス
msg_admin_dl=Windows Update サービスを使用して更新プログラムをダウンロードするには、管理者権限が必要です。代わりに手動ダウンロードを利用する事もできます。
msg_admin_inst=更新プログラムをインストールするには管理者権限が必要です。
msg_admin_rem=更新プログラムを削除するには管理者権限が必要です。
msg_admin_req={0} の更新プログラムをインストールするには管理者権限が必要です。
msg_chk_upd={0} は {1} 日間更新を確認できませんでした。手動で更新を確認し、考えられる問題を解決してください。
msg_dl_done={0} にダウンロードされた更新プログラムをインストールする準備ができました。
msg_dl_err=更新プログラムが {0} にダウンロードされました。一部のアップデートはダウンロードできませんでした。
msg_err={0} は失敗しました: {1}
msg_gpo=お使いの Windows のバージョンは、標準グループ ポリシー オブジェクトに則らないため、Windows の自動更新を停止するには「Windows 10 Update 促進サービス」を無効にする必要があります。サービスを無効にしますか?
msg_inst_done=更新プログラムは正しくインストールされました。更新を有効にするには再起動する必要があります。
msg_inst_err=一部の更新プログラムのインストールに失敗しました。更新を有効にするには再起動する必要があります。
msg_new_upd={0} は {1} 個の新しい更新プログラムを見つけました。更新プログラムを確認してインストールしてください。
msg_ro_wrk_dir=作業ディレクトリに書込めません: {0}
msg_running=アプリケーションは既に実行中です。
msg_tool_err=ツールの起動に失敗しました。
msg_wuau=Windows Update サービスが利用できません。サービスを開始しますか?
op_cancel=キャンセル
op_check=更新プログラムを確認中
op_dl=更新プログラムのダウンロード中
op_inst=更新プログラムのインストール中
op_prep=確認の準備中
op_rem=更新プログラムを削除します
op_unk=不明な操作
stat_abbort=異常終了しました
stat_beta=ベータ版
stat_block=非表示
stat_dl=ダウンロード済み
stat_excl=排他的
stat_failed=失敗
stat_in_prog=保留中
stat_install=インストール済
stat_mand=必須
stat_not_start=停止中
stat_pending=待機中
stat_reboot=再起動の保留中
stat_rem=アンインストール可能
stat_sel=(!)
stat_success=成功
stat_success_2=成功 (エラーあり)
tip_cancel=キャンセル
tip_dl=ダウンロードのみ
tip_hide=非表示/再表示
tip_inst=インストール
tip_lnk=サポート URL のコピー
tip_rem=アンインストール
tip_search=更新プログラムの確認
msg_disable_au=新しい設定を有効にするには再起動する必要があります。
lbl_group=グループで表示
lbl_all=すべて選択
lbl_patreon=Patreon で WuMgr を支援
lbl_github=GitHub の WuMgr にアクセス


[pl]
cap_chk_upd=Sprawdź aktualizacje
cap_new_upd=Znaleziono nowe aktualizacje
col_cat=Kategoria
col_date=Data
col_kb=Artykuł KB
col_site=Rozmiar
col_stat=Stan
col_title=Tytuł
err_admin=Wymagane uprawnienia nie są dostępne
err_busy=Właśnie trwa inna operacja
err_dl=Pobieranie nie powiodło się
err_file=Wymagane pliki nie zostały odnalezione
err_inst=Instalacja nie powiodła się
err_int=Błąd wewnętrzny
err_no_sel=Brak wybranych aktualizacji lub brak żadnych aktualizacji kwalifikujących się do operacji
lbl_ac_day=Szukaj aktualizacji codziennie
lbl_ac_month=Szukaj aktualizacji raz w miesiącu
lbl_ac_no=Bez automatycznego wyszukiwania aktualizacji
lbl_ac_week=Szukaj aktualizacji raz w tygodniu
lbl_au=Automatyczne aktualizacje
lbl_au_def=Automatyczne aktualizacje (domyślnie)
lbl_au_dissable=Wyłącz moderatory aktualizacji
lbl_au_dl=Tylko pobierz
lbl_au_notify=Tylko powiadomienia
lbl_au_off=Wyłącz automatyczną aktualizację
lbl_au_time=Zaplanowana instalacja
lbl_auto=Uruchom w tle
lbl_block_ms=Zablokuj dostęp do serwerów Windows Update
lbl_block_upd=Aktualizacje ukryte ({0})
lbl_dl=Pobierz wsusscn2.cab
lbl_drv=Dołącz sterowniki
lbl_fnd_upd=Windows Update ({0})
lbl_hide=Ukryj stronę ustawień Windows Update
lbl_inst_upd=Zainstalowane aktualizacje ({0})
lbl_man='Ręczne' Pobieranie/Instalacja
lbl_ms=Zarejestruj Microsoft Update
lbl_off=Tryb Offline
lbl_old=Uwzględnij zastąpione
lbl_old_upd=Historia aktualizacji ({0})
lbl_opt=Opcje
lbl_start=Uruchomienie
lbl_store=Wyłącz automatyczną aktualizację sklepu
lbl_support=Wsparcie Url
lbl_search=Filtr wyszukaj:
lbl_uac=Zawsze uruchamiaj jako Administrator
menu_about=&O nas
menu_exit=W&yjście
menu_refresh=&Odśwież
menu_tools=&Narzędzia
menu_wuau=Usługa Windows Update
msg_admin_dl=Aby pobierać aktualizacje za pomocą usług aktualizacji systemu Windows, wymagane są uprawnienia administratora. Zamiast tego użyj "ręcznego" pobierania.
msg_admin_inst=Do instalowania aktualizacji wymagane są uprawnienia administratora.
msg_admin_rem=Do usunięcia aktualizacji wymagane są uprawnienia administratora.
msg_admin_req=Czynność {0} wymaga uprawnień administratora w celu zainstalowania aktualizacji
msg_chk_upd={0} nie mogę sprawdzić aktualizacji przez {1} dni, sprawdź aktualizacje ręcznie i rozwiąż ewentualne problemy
msg_dl_done=Aktualizacje pobrano do to {0}, są gotowe do zainstalowania przez użytkownika.
msg_dl_err=Aktualizacje pobrano do {0}, niektórych aktualizacji nie udało się pobrać.
msg_err={0} nie powiodło się: {1}.
msg_gpo=Twoja wersja Windows nie wspiera standardowych polis GPO, powodujących blokowanie automatycznych aktualizacji systemu Windows, aktualizacje usług ułatwień dostępu muszą być wyłączone.
msg_inst_done=Pomyślnie zainstalowano aktualizacje, lecz wymagany jest ponowny rozruch komputera.
msg_inst_err=Nie udało się zainstalować niektórych aktualizacji, wymagany jest ponowny rozruch komputera.
msg_new_upd={0} Znaleziono {1} nowych aktualizacji, proszę sprawdź aktualizacje i ja zainstaluj
msg_ro_wrk_dir=Nie mogę zapisywać w katalogu roboczym: {0}
msg_running=Aplikacja już działa.
msg_tool_err=Nie udało się uruchomić narzędzia
msg_wuau=Usługa Windows Update jest niedostępna, spróbować ją uruchomić?
op_cancel=Przerywam operację
op_check=Sprawdzam aktualizacje
op_dl=Pobieram aktualizacje
op_inst=Instaluję aktualizacje
op_prep=Dokonuję sprawdzenia
op_rem=Usuwam aktualizacje
op_unk=Nieznana operacja
stat_abbort=Przerwany
stat_beta=Beta
stat_block=Ukryty
stat_dl=Pobrany
stat_excl=Wyłączny
stat_failed=Nie powiodło się
stat_in_prog=W trakcie
stat_install=Zainstalowane
stat_mand=Obowiązkowy
stat_not_start=Nie wystartowało
stat_pending=W trakcie
stat_reboot=Wymagany restart
stat_rem=Usuwalny
stat_sel=(!)
stat_success=Ukończono pomyślnie
stat_success_2=Ukończono z błędami
tip_cancel=Anuluj
tip_dl=Pobierz
tip_hide=Ukryj
tip_inst=Instaluj
tip_lnk=Pobierz linki
tip_rem=Odinstaluj
tip_search=Szukaj
msg_disable_au=Żeby zmiany odniosły skutek, wymagany jest ponowny rozruch komputera.
lbl_group=Grupuj aktualizacje
lbl_all=Wybierz wszystkie
lbl_patreon=Wspieraj WuMgr na Patreon
lbl_github=Odwiedz WuMgr na GitHub

[ru]
cap_chk_upd=Пожалуйста, проверьте обновления
cap_new_upd=Найдены новый обновления
col_cat=Категория
col_date=Дата
col_kb=KB Тема
col_site=Размер
col_stat=Статус
col_title=Название
err_admin=Требуемые права недоступны
err_busy=Производится другая операция
err_dl=Загрузка завершилась с ошибкой
err_file=Требуемый файл(ы) не найдены
err_inst=Установка неудачна
err_int=Внутренняя ошибка
err_no_sel=Обновления не выбраны или нет подходящих обновлений для этой операции
lbl_ac_day=Искать раз в день
lbl_ac_month=Искать раз в месяц
lbl_ac_no=Не использовать поиск
lbl_ac_week=Искать раз в неделю
lbl_au=Авто-обновление
lbl_au_def= Включить обновление
lbl_au_dissable=Отключить посредников обновлений
lbl_au_dl=Только загружать
lbl_au_notify=Только уведомлять
lbl_au_off= Отключить обновление
lbl_au_time=Запланировать
lbl_auto=Работать в фоне
lbl_block_ms=Блокировать доступ к WU
lbl_block_upd=Скрытые обновления ({0})
lbl_dl=Загрузить wsusscn2.cab
lbl_drv=Включая дравера
lbl_fnd_upd=Доступные обновления ({0})
lbl_hide=Скрыть настройки WU
lbl_inst_upd=Установленные обновления ({0})
lbl_man='Ручная' Загрузка/Установка
lbl_ms=Зарегистрировать MS Update
lbl_off=Режим "без сети"
lbl_old=Включая поглощённые
lbl_old_upd=История обновлений ({0})
lbl_opt=Настройки
lbl_start=При запуске
lbl_store=Отключить обновление Store
lbl_support=Адрес поддержки
lbl_search=Фильтр поиска:
lbl_uac=Всегда от Администратора
menu_about=&О программе
menu_exit=В&ыход
menu_refresh=О&бновить
menu_tools=&Инструменты
menu_wuau=Служба Windows Update
msg_admin_dl=Права Админа нужны для загрузки обновлений через службу Windows Update. Используйте "ручной" режим.
msg_admin_inst=Права Админа нужны для установки обновлений.
msg_admin_rem=Права Админа нужны для удаления обновлений.
msg_admin_req={0} требует права Админа для установки.
msg_chk_upd={0} невозможно проверить обновления {1} день(й), проверьте обновления вручную, чтобы исправить возможные ошибки
msg_dl_done=Обновления загружены в {0}, готов к установке.
msg_dl_err=Обновления загружены в {0}, некоторые не удалось загрузить.
msg_err={0} неудачно: {1}.
msg_gpo=Ваша система не подчиняется политике GPO, для продолжения блокировки установки обновлений служба поддержки установки обновлений должна быть выключена.
msg_inst_done=Обновления успешно установлены, однако требуется перезагрузка ПК.
msg_inst_err=Не все обновления успешно установлены, так же требуется перезагрузка ПК.
msg_new_upd={0} нашлись {1} новых обновлений, просмотрите описание и установите их.
msg_ro_wrk_dir=Не могу записать в рабочую папку: {0}
msg_running=Приложение уже запущено.
msg_tool_err=Неудача при запуске иструментария
msg_wuau= Служба Windows Update недоступна, попробовать запустить её?
op_cancel=Отменяю операции
op_check=Проверяю список обновлений
op_dl=Загружаю обовления
op_inst=Устанавливаю обновления
op_prep=Предварительные проверки
op_rem=Удаляю обновления
op_unk=Незивестная операция
stat_abbort=Прервано
stat_beta=Бета
stat_block=Спрятано
stat_dl=Загружено
stat_excl=Исключено
stat_failed=Неудачно
stat_in_prog=В процессе
stat_install=Установлено
stat_mand=Обязательно к установке
stat_not_start=Не запущено
stat_pending=В ожидании
stat_reboot=Требуется перезагрузка
stat_rem=Удаляемое
stat_sel=(!)
stat_success=Успешно
stat_success_2=Успешно, но с ошибками
tip_cancel=Отмена
tip_dl=Загрузить
tip_hide=Спрятать
tip_inst=Установить
tip_lnk=Получить ссылки
tip_rem=Удаление
tip_search=Поиск
msg_disable_au=Необходима перезагрузка ПК для применения всех изменений.
lbl_group=Группировать обновления
lbl_all=Выбрать всё
lbl_patreon=Поддержать WuMgr на Patreon
lbl_github=WuMgr на GitHub

[it]
cap_chk_upd=Verificare la disponibilità di aggiornamenti
cap_new_upd=Nuovi aggiornamenti trovati
col_cat=Categoria
col_date=Data
col_kb=Articolo KB
col_site=Dimensioni
col_stat=Stato
col_title=Titolo
err_admin=Privilegi richiesti non disponibili
err_busy=Altra operazione già in progresso
err_dl=Scaricamento fallito
err_file=File richiesto non trovato
err_inst=Installazione fallita
err_int=Errore interno
err_no_sel=Nessun aggiornamento selezionato o nessun aggiornamento eleggibile per l'operazione
lbl_ac_day=Cerca aggiornamenti tutti i giorni
lbl_ac_month=Cerca aggiornamenti tutti i mesi
lbl_ac_no=Non cercare aggiornamenti automaticamente
lbl_ac_week=Cerca aggiornamenti una volta alla settimana
lbl_au=Aggiornamento automatico
lbl_au_def=Aggiornamento automatico (default)
lbl_au_dissable=Disattiva Agevolatore Aggiornamenti
lbl_au_dl=Scarica solamente
lbl_au_notify=Notifica solamente
lbl_au_off=Disattiva Aggiornamenti Automatici
lbl_au_time=Installazione programmata
lbl_auto=Avvia in background
lbl_block_ms=Blocca Accesso ai Server WU
lbl_block_upd=Aggiornamenti Nascosti ({0})
lbl_dl=Scarica wsusscn2.cab
lbl_drv=Includi Driver
lbl_fnd_upd=Aggiornamenti di Windows ({0})
lbl_hide=Nascondi Pagina Impostazioni WU
lbl_inst_upd=Aggiornamenti Installati ({0})
lbl_man=Scaricamento/Installazione'Manuale'
lbl_ms=Registra Aggiornamenti Microsoft
lbl_off=Modo Offline
lbl_old=Includi sostituti
lbl_old_upd=Storico Aggiornamenti ({0})
lbl_opt=Opzioni
lbl_start=Avvio
lbl_store=Disattiva Aggiornamenti Automatici Store
lbl_support=Url Supporto
lbl_search=Filtro Ricerca:
lbl_uac=Avvia sempre come Amministratore
menu_about=&Circa
menu_exit=E&sci
menu_refresh=&Aggiorna
menu_tools=&Strumenti
menu_wuau=Servizio Aggiornamenti Windows
msg_admin_dl=Privilegi di Amministratore richiesti per scaricare aggiornamenti utilizzando i sevizi aggiornamenti windows. Utilizza scaricamento 'Manuale' in alternativa.
msg_admin_inst=Richiesti privilegi di Amministratore per installare gli aggiornamenti.
msg_admin_rem=Richiesti privilegi di Amministratore per rimuovere gli aggiornamenti.
msg_admin_req={0} richiede privilegi di Amministratore per installare gli aggiornamenti.
msg_chk_upd={0} non è stato possibile verificare la disponibilità di aggiornamenti per {1} giorni, cerca aggiornamenti manualmente e risolvere possibili problemi
msg_dl_done=Aggiornamento scaricato in {0}, pronto per essere installato dall'utente.
msg_dl_err=Aggiornamento scaricato in {0}, alcuni aggiornamenti non sono stati scaricati.
msg_err={0} fallito: {1}.
msg_gpo=La tua versione di Windows non rispetta gli standard GPO, per mantenere gli aggiornamenti di Windows bloccati, i servizi di agevolazione degli aggiornamenti devono essere disabilitati.
msg_inst_done=Agiornamento installato con successo, tuttavia, è richiesto il riavvio del sistema.
msg_inst_err=L'installazione di alcuni Aggiornamenti è fallita, inoltre è richiesto il riavvio del sistema.
msg_new_upd={0} ha trovato {1} nuovi aggiornamenti, controlla gli aggiornamenti ed installali
msg_ro_wrk_dir=Impossibile scrivere nella directory di lavoro: {0}
msg_running=L'applicazione è già in esecuzione.
msg_tool_err=Avvio dello strumento fallito
msg_wuau=Servizio Aggiornamenti di Windows non è disponibile, provare ad avviarlo?
op_cancel=Annullamento Operazione
op_check=Verifica aggiornamenti
op_dl=Scaricando Aggiornamenti
op_inst=Installando Aggiornamenti
op_prep=Preparazione Controllo
op_rem=Rimuovendo Aggiornamenti
op_unk=Operazione Sconosciuta
stat_abbort=Abortito
stat_beta=Beta
stat_block=Nascosto
stat_dl=Scaricato
stat_excl=Esclusivo
stat_failed=Fallito
stat_in_prog=In Progresso
stat_install=Installato
stat_mand=Obbligatorio
stat_not_start=Non Avviato
stat_pending=In attesa
stat_reboot=Riavvio Necessario
stat_rem=Removibile
stat_sel=(!)
stat_success=Riuscito
stat_success_2=Riuscito con Errori
tip_cancel=Annulla
tip_dl=Scarica
tip_hide=Nascondi
tip_inst=Installa
tip_lnk=Ottieni collegamenti
tip_rem=Disinstalla
tip_search=Cerca
msg_disable_au=Per rendere pienamente operativa la nuova configurazione è necessario un riavvio.
lbl_group=Gruppi di Aggiornamenti
lbl_all=Seleziona Tutti
lbl_patreon=Supporta WuMgr su Patreon
lbl_github=Visita WuMgr su GitHub

[pt]
cap_chk_upd=Por favor, procure por atualizações
cap_new_upd=Novas Atualizações encontradas
col_cat=Categoria
col_date=Data
col_kb=Artigo KB
col_site=Tamanho
col_stat=Estado
col_title=Título
err_admin=Privilégios requeridos não estão disponíveis
err_busy=Outra operação já está em progresso
err_dl=Falhou em baixar
err_file=Não foi possível encontrar o (s) arquivo (s) requerido (s)
err_inst=Instalação falhou
err_int=Erro interno
err_no_sel=Não há atualizações selecionadas ou atualizações elegíveis para a operação
lbl_ac_day=Procurar por atualizações todos os dias
lbl_ac_month=Procurar por atualizações todos os meses
lbl_ac_no=Não procurar por atualizações automaticamente
lbl_ac_week=Procurar por atualizações uma vez por semana
lbl_au=Auto Atualizar
lbl_au_def=Atualização automática(padrão)
lbl_au_dissable=Desativar facilitadores
lbl_au_dl=Apenas baixar
lbl_au_notify=Apenas notificar
lbl_au_off=Desligar atualização automática
lbl_au_time=Instalação agendada
lbl_auto=Executar em segundo plano
lbl_block_ms=Bloquear servidores do WU
lbl_block_upd=Atualizações Ocultadas ({0})
lbl_dl=Baixar wsusscn2.cab
lbl_drv=Incluir Drivers
lbl_fnd_upd=Atualizações do Windows ({0})
lbl_hide=Ocultar configurações do WU
lbl_inst_upd=Atualizações Instaladas ({0})
lbl_man='Manualmente' Baixar/Instalar
lbl_ms=Registrar Microsoft Update
lbl_off=Modo Offline
lbl_old=Incluir substituídas
lbl_old_upd=Histórico de Atualizações ({0})
lbl_opt=Opções
lbl_start=Inicialização
lbl_store=Des. auto atualização da Loja
lbl_support=Url de Suporte
lbl_search=Filtro de pesquisa:
lbl_uac=Sempre como Administrador
menu_about=&Sobre
menu_exit=S&air
menu_refresh=&Atualizar
menu_tools=&Ferramentas
menu_wuau= Serviço do Windows Update
msg_admin_dl=São necessários privilégios de administrador para baixar atualizações usando os serviços de atualização do Windows. Baixe usando 'Manualmente'.
msg_admin_inst=São necessários privilégios de Administrador para instalar atualizações.
msg_admin_rem=São necessários privilégios de Administrador para remover atualizações.
msg_admin_req=O {0} requer privilégios de Administrador para instalar atualizações
msg_chk_upd={0} não foi possível verificar se há atualizações por {1} dia(s), por favor, verifique as atualizações manualmente e resolva possíveis problemas
msg_dl_done=Atualizações baixadas para {0}, pronto para ser instalado pelo usuário.
msg_dl_err=Atualizações baixadas para {0}, algumas atualizações não foram baixadas.
msg_err={0} falhou: {1}.
msg_gpo=Sua versão do Windows não respeita os padrões de Diretiva de Grupo, para manter as atualizações automáticas do Windows bloqueadas, os serviços de facilitação de atualização devem ser desativados.
msg_inst_done=Atualizações instaladas com sucesso, no entanto, uma reinicialização é necessária.
msg_inst_err=A Instalação de algumas Atualizações falhou, também é necessária uma reinicialização.
msg_new_upd={0} Encontrou {1} novas atualizações, revise as atualizações e instale-as
msg_ro_wrk_dir=Não é possível gravar no diretório de trabalho: {0}
msg_running=Aplicativo já está em execução.
msg_tool_err=Falha ao iniciar a ferramenta
msg_wuau=O Serviço do Windows Update não está disponível, tentar iniciá-lo?
op_cancel=Cancelando Operação
op_check=Procurando por Atualizações
op_dl=Baixando Atualizações
op_inst=Instalando Atualizações
op_prep=Preparing Check
op_rem=Removendo Atualizações
op_unk=Operação Desconhecida
stat_abbort=Abortada
stat_beta=Beta
stat_block=Ocultar
stat_dl=Baixar
stat_excl=Exclusiva
stat_failed=Falhou
stat_in_prog=Em Progresso
stat_install=Instalada
stat_mand=Obrigatória
stat_not_start=Não Iniciada
stat_pending=Pendente
stat_reboot=Precisa de Reinicialização
stat_rem=Removível
stat_sel=(!)
stat_success=Sucedida
stat_success_2=Sucedida com Erros
tip_cancel=Cancelar
tip_dl=Baixar
tip_hide=Ocultar
tip_inst=Instalar
tip_lnk=Obter Links
tip_rem=Desinstalar
tip_search=Procurar
msg_disable_au=Para que a nova configuração entre em vigor, é necessária uma reinicialização.
lbl_group=Agrupar Atualizações
lbl_all=Selecionar Todas
lbl_patreon=Suporte WuMgr no Patreon
lbl_github=Visitar WuMgr no GitHub

[pt-br]
cap_chk_upd=Buscar por atualizações
cap_new_upd=Atualizações disponíveis
col_cat=Categoria
col_date=Data
col_kb=Artigo KB
col_site=Tamanho
col_stat=Estado
col_title=Título
err_admin=Privilégios necessários indisponíveis
err_busy=Outra operação já está em andamento
err_dl=Falha no download
err_file=Não foi possível encontrar o(s) arquivo(s) necessário(s)
err_inst=Falha na instalação
err_int=Erro interno
err_no_sel=Nenhuma atualização selecionada ou nenhuma atualização qualificada para a operação	         
lbl_ac_day=Buscar por atualizações diariamente
lbl_ac_month=Buscar por atualizações mensalmente
lbl_ac_no=Nenhuma busca automática de atualizações
lbl_ac_week=Buscar atualizações uma vez por semana
lbl_au=Atualização automática
lbl_au_def=Atualização automática(padrão)
lbl_au_dissable=Desativar facilitadores de atualização
lbl_au_dl=Apenas download
lbl_au_notify=Apenas notificação
lbl_au_off=Desativar atualização automática
lbl_au_time=Instalação agendada
lbl_auto=Executar em segundo plano
lbl_block_ms=Bloquear acesso a servidores WU
lbl_block_upd=Atualizações ocultas ({0})
lbl_dl=Baixar wsusscn2.cab
lbl_drv=Incluir drivers
lbl_fnd_upd=Windows Update ({0})
lbl_hide=Ocultar página de configurações do WU
lbl_inst_upd=Atualizações instaladas ({0})
lbl_man='Manual' Baixar/Instalar
lbl_ms=Registre o Microsoft Update
lbl_off=Modo offline
lbl_old=Incluir substituído
lbl_old_upd=Histórico de atualizações ({0})
lbl_opt=Opções
lbl_start=Inicialização
lbl_store=Desativar atualização automática de armazenamento
lbl_support=URL de suporte
lbl_search=Filtro de pesquisa:
lbl_uac=Sempre executar como administrador
menu_about=&Sobre
menu_exit=S&air
menu_refresh=&Atualizar
menu_tools=&Ferramentas
menu_wuau=Serviço Windows Update
msg_admin_dl=São necessários privilégios de administrador para baixar atualizações usando o Windows Update Services. Use o download 'Manual'.
msg_admin_inst=São necessários privilégios de administrador para instalar as atualizações.
msg_admin_rem=São necessários privilégios de administrador para remover atualizações.
msg_admin_req=O {0} requer privilégios de administrador para instalar as atualizações
msg_chk_upd={0} não foi possível verificar se há atualizações por {1} dias, verifique se há atualizações manualmente e resolva possíveis problemas
msg_dl_done=Atualizações baixadas para {0}, prontas para serem instaladas pelo usuário.
msg_dl_err=Atualizações baixadas para {0}, algumas atualizações falharam ao baixar.
msg_err={0} falhou: {1}.
msg_gpo=Sua versão do Windows não respeita os GPOs padrão. Para manter as atualizações automáticas do Windows bloqueadas, os serviços de facilitação de atualização devem estar desativados.
msg_inst_done=Atualizações instaladas com sucesso, no entanto, é necessário reiniciar.
msg_inst_err=A instalação de algumas atualizações falhou, também é necessária uma reinicialização.
msg_new_upd={0} encontrou {1} novas atualizações, revise as atualizações e instale-as
msg_ro_wrk_dir=Não é possível gravar no diretório de trabalho: {0}
msg_running=O aplicativo já está sendo executado.
msg_tool_err=Falha ao iniciar a ferramenta
msg_wuau=O Windows Update Service não está disponível, tentar iniciá-lo?
op_cancel=Cancelando operação
op_check=Buscando atualizações
op_dl=Fazendo download de atualizações
op_inst=Instalando atualizações
op_prep=Preparando a verificação
op_rem=Removendo atualizações
op_unk=Operação desconhecida
stat_abbort=Abortado
stat_beta=Beta
stat_block=Oculto
stat_dl=Transferido
stat_excl=Exclusivo
stat_failed=Falha
stat_in_prog=Em andamento
stat_install=Instalado
stat_mand=Obrigatório
stat_not_start=Não iniciado
stat_pending=Pendente
stat_reboot=Precisa de reinicialização
stat_rem=Removível
stat_sel=(!)
stat_success=Com êxito
stat_success_2=Bem-sucedido com erros
tip_cancel=Cancelar
tip_dl=Download
tip_hide=Ocultar
tip_inst=Instalar
tip_lnk=Obter links
tip_rem=Desinstalar
tip_search=Pesquisa
msg_disable_au=Para que a nova configuração seja efetivada, é necessária uma reinicialização.
lbl_group=Atualizações de grupo
lbl_all=Selecionar tudo
lbl_patreon=Suporte WuMgr no Patreon
lbl_github=Visite o WuMgr no GitHub
